[Spark X2SoldierClassTemplate]
AbilityTreeTitles[0]="无所畏惧"
AbilityTreeTitles[1]="重金属"
AbilityTreeTitles[2]="未来战斗"
AbilityTreeTitles[3]="战争机器"

[MasterBlaster X2AbilityTemplate]
LocFriendlyName="爆破大师"
LocLongDescription="获得齐射能力，允许在不结束回合的情况下使用你的手榴弹、火箭、重型武器和轰炸能力。 轰炸能力，如果你有它，会获得额外的冲锋。"
LocHelpText="获得齐射技能和轰炸技能的额外加成。"
LocFlyOverText="爆破大师"

[ManualOverride X2AbilityTemplate]
LocFriendlyName="人工超控"
LocLongDescription="将所有技能的冷却时间降低 1。花费一个行动点并且不会结束回合。"
LocHelpText="将所有技能的冷却时间降低 1。花费一个行动点并且不会结束回合。"
LocPromotionPopupText="<Bullet/> 使用 <Ability:ClassName/>的能力，并经常充分利用人工超控。<br/>"

[KineticStrike X2AbilityTemplate]
LocFriendlyName="打击"
LocLongDescription="用毁灭性的一拳攻击移动范围内的任何敌人。2回合冷却。造成的伤害取决于配备的底盘。"
LocHelpText="用毁灭性的一拳攻击移动范围内的任何敌人。"
LocPromotionPopupText="<Bullet/>您可以通过将移动光标置于敌人上方来触发打击能力。<br/><Bullet/> 一台SPARK可以执行 \"Dash\" 行动,使用这两个行动点来移动，并且仍然触发对相邻敌人的打击。<br/><Bullet/> 打击将造成 8/10/12 伤害，具体取决于配备的 SPARK 底盘。<br/><Bullet/> 打击的命中率取决于 SPARK 的命中率，获得 +10 提升。<br/><Bullet/> 学习突击伺服系统技能将为所有打击攻击提供 +2 伤害和额外 +20 命中。<br/>"